Repository: FlavorMate/flavormate-app
Catalog: assets/l10n/app_*.arb
Languages: de

# accounts_item_books_page__invisible
source: Private
de: Privat

# accounts_item_books_page__on_empty
source: This author hasn't published any books yet.
de: Dieser Autor hat noch keine Bücher veröffentlicht.

# accounts_item_books_page__on_error
source: Error while loading books.
de: Fehler beim Laden der Bücher.

# accounts_item_books_page__title
source: Books
de: Bücher

# accounts_item_books_page__visible
source: Public
de: Öffentlich

# accounts_item_page__books
source: Books
de: Bücher

# accounts_item_page__books_on_error
source: Error while loading books.
de: Fehler beim Laden der Bücher.

# accounts_item_page__on_error
source: Error while loading the author.
de: Fehler beim Laden des Autors.

# accounts_item_page__recipes
source: Recipes
de: Rezepte

# accounts_item_page__recipes_on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# accounts_item_page__stories
source: Stories
de: Storys

# accounts_item_page__stories_on_error
source: Error while loading stories.
de: Fehler beim Laden der Storys.

# accounts_item_recipe_page__on_empty
source: This author hasn't published any recipes yet.
de: Dieser Autor hat noch keine Rezepte veröffentlicht.

# accounts_item_recipe_page__on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# accounts_item_recipe_page__title
source: Recipes
de: Rezepte

# accounts_item_stories_page__on_empty
source: This author hasn't shared any stories yet.
de: Dieser Autor hat noch keine Storys geteilt.

# accounts_item_stories_page__on_error
source: Error while loading stories.
de: Fehler beim Laden der Storys.

# accounts_item_stories_page__title
source: Stories
de: Storys

# administration_account_management_new_account_dialog__display_name
source: Display name
de: Anzeigename

# administration_account_management_new_account_dialog__password
source: Password
de: Passwort

# administration_account_management_new_account_dialog__title
source: Create account
de: Konto erstellen

# administration_account_management_new_account_dialog__username
source: Username
de: Benutzername

# administration_account_management_page__account_disabled
source: Disabled
de: Deaktiviert

# administration_account_management_page__account_enabled
source: Enabled
de: Aktiviert

# administration_account_management_page__account_unverified
source: Unverified
de: Nicht verifiziert

# administration_account_management_page__account_verified
source: Verified
de: Verifiziert

# administration_account_management_page__actions_avatar
source: Show avatar
de: Avatar anzeigen

# administration_account_management_page__actions_delete
source: Delete account
de: Konto löschen

# administration_account_management_page__actions_disable
source: Disable account
de: Konto deaktivieren

# administration_account_management_page__actions_enable
source: Enable account
de: Konto aktivieren

# administration_account_management_page__actions_set_password
source: Set password
de: Passwort setzen

# administration_account_management_page__actions_title
source: Actions
de: Aktionen

# administration_account_management_page__delete_account_hint_1
source: All recipes, books, and stories will be deleted.
de: Alle Rezepte, Bücher und Storys werden gelöscht.

# administration_account_management_page__delete_account_title
source: Delete account?
de: Konto löschen?

# administration_account_management_page__on_empty
source: There aren't any accounts yet.
de: Es existieren noch keine Konten.

# administration_account_management_page__on_error
source: Error while loading accounts.
de: Fehler beim Laden der Konten.

# administration_account_management_page__self_on_error
source: Error while loading your profile.
de: Fehler beim Laden deines Profils.

# administration_account_management_page__title
source: Account management
de: Kontoverwaltung

# administration_account_management_password_dialog__new_password
source: New password
de: Neues Passwort

# administration_account_management_password_dialog__title
source: Set password
de: Passwort setzen

# auth_login_page__forgot_password
source: Forgot password?
de: Passwort vergessen?

# auth_login_page__login_on_error
source: Couldn't log in.
de: Anmeldung fehlgeschlagen.

# auth_login_page__on_error
source: Login couldn't be loaded.
de: Login konnte nicht geladen werden.

# auth_login_page__title
source: Log in with account
de: Mit Konto anmelden

# auth_page__login
source: Log in
de: Anmelden

# auth_page__login_with
source: Log in with:
de: Anmelden mit:

# auth_page__oidc_error
source: Couldn't receive a token from {label}.
de: Token konnte nicht von {label} abgerufen werden.

# auth_page__or
source: or
de: oder

# auth_page__register
source: Register
de: Registrieren

# auth_recovery_page__hint_1
source: Forgot your password?
de: Passwort vergessen?

# auth_recovery_page__hint_2
source: Enter your email address to receive a recovery email with further instructions.
de: Gib deine E-Mail-Adresse ein, um eine E-Mail mit weiteren Anweisungen zu erhalten.

# auth_recovery_page__recovery_failure
source: The email couldn't be sent.
de: Die E-Mail konnte nicht gesendet werden.

# auth_recovery_page__recovery_success
source: Check your inbox.
de: Prüfe deinen Posteingang.

# auth_recovery_page__title
source: Account recovery
de: Kontowiederherstellung

# auth_register_page__display_name
source: Display name
de: Anzeigename

# auth_register_page__failure
source: Registration failed.
de: Registrierung fehlgeschlagen.

# auth_register_page__hint_1
source: Create a new account
de: Neues Konto erstellen

# auth_register_page__password
source: Password
de: Passwort

# auth_register_page__success
source: Your account was created successfully. Please check your inbox.
de: Dein Konto wurde erfolgreich erstellt. Bitte prüfe dein Postfach.

# auth_register_page__title
source: Register
de: Registrieren

# auth_register_page__username
source: Username
de: Benutzername

# btn_back
source: Back
de: Zurück

# btn_cancel
source: Cancel
de: Abbrechen

# btn_close
source: Close
de: Schließen

# btn_continue
source: Continue
de: Weiter

# btn_delete
source: Delete
de: Löschen

# btn_edit
source: Edit
de: Bearbeiten

# btn_import
source: Import
de: Importieren

# btn_link_account
source: Link account
de: Konto verknüpfen

# btn_login
source: Log in
de: Anmelden

# btn_logout
source: Log out
de: Abmelden

# btn_register
source: Register
de: Registrieren

# btn_reset_password
source: Reset password
de: Passwort zurücksetzen

# btn_save
source: Save
de: Speichern

# btn_show_more
source: Show more
de: Mehr anzeigen

# btn_yes
source: Yes
de: Ja

# categories_item_page__on_error
source: Error while loading the category.
de: Fehler beim Laden der Kategorie.

# categories_item_page__recipe_on_empty
source: There are no recipes with this category.
de: Es gibt noch keine Rezepte mit dieser Kategorie.

# categories_item_page__recipe_on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# categories_page__on_empty
source: There are no recipes with categories yet.
de: Es gibt noch keine Rezepte mit Kategorien.

# categories_page__on_error
source: Error while loading categories.
de: Fehler beim Laden der Kategorien.

# categories_page__recipe_counter
source: {count} recipes
de: {count} Rezepte

# categories_page__title
source: Categories
de: Kategorien

# color__default__amber
source: Amber
de: Bernstein

# color__default__blue
source: Blue
de: Blau

# color__default__blue_grey
source: Blue grey
de: Blaugrau

# color__default__brown
source: Brown
de: Braun

# color__default__deep_orange
source: Deep orange
de: Dunkelorange

# color__default__deep_purple
source: Deep purple
de: Dunkellila

# color__default__green
source: Green
de: Grün

# color__default__grey
source: Grey
de: Grau

# color__default__light_blue
source: Light blue
de: Hellblau

# color__default__light_green
source: Light green
de: Hellgrün

# color__default__lime
source: Lime
de: Limette

# color__default__purple
source: Purple
de: Lila

# color__default__red
source: Red
de: Rot

# color__default__teal
source: Teal
de: Blaugrün

# color__default__yellow
source: Yellow
de: Gelb

# color__device_specific
source: Device-specific
de: Gerätespezifisch

# course__appetizer
source: Appetizer
de: Vorspeise

# course__bakery
source: Bakery
de: Backwaren

# course__dessert
source: Dessert
de: Nachspeise

# course__drink
source: Drink
de: Getränk

# course__main_dish
source: Main dish
de: Hauptgericht

# course__side_dish
source: Side dish
de: Beilage

# create_book_dialog__name
source: Book name
de: Buchtitel

# create_book_dialog__title
source: Create book
de: Buch erstellen

# diet__fish
source: Fish
de: Fisch

# diet__meat
source: Meat
de: Fleisch

# diet__vegetarian
source: Vegetarian
de: Vegetarisch

# edit_book_dialog__name
source: Book name
de: Buchtitel

# edit_book_dialog__title
source: Edit {label}
de: {label} bearbeiten

# f_loading__title
source: Loading...
de: Lädt …

# f_loading_dialog__loading
source: Loading...
de: Lädt …

# f_loading_dialog__loading_hint
source: This action can take some time.
de: Dieser Vorgang kann länger dauern.

# f_order_by_menu__label
source: Order by
de: Sortieren nach

# f_order_direction_menu__label
source: Order direction
de: Sortierrichtung

# f_recipe_author__title
source: Author
de: Autor

# f_recipe_bring_button__title
source: Add to Bring!
de: Zu Bring! hinzufügen

# f_recipe_categories__title
source: Categories
de: Kategorien

# f_recipe_durations__cook_time
source: Cook time
de: Kochzeit

# f_recipe_durations__prep_time
source: Preparation time
de: Zubereitungszeit

# f_recipe_durations__rest_time
source: Rest time
de: Ruhezeit

# f_recipe_information__title
source: Information
de: Informationen

# f_recipe_ingredient_group_list__title
source: Ingredient groups
de: Zutatengruppen

# f_recipe_ingredient_list__amount
source: Amount
de: Menge

# f_recipe_ingredient_list__ingredient
source: Ingredient
de: Zutat

# f_recipe_instruction_group_list__title
source: Instruction groups
de: Schrittgruppen

# f_recipe_layout__save_recipe
source: Save recipe
de: Rezept speichern

# f_recipe_nutrition_layout__title
source: Nutrition
de: Nährwerte

# f_recipe_nutrition_table__title
source: Nutrition
de: Nährwerte

# f_recipe_published__open_original
source: Open recipe source
de: Rezeptquelle öffnen

# f_recipe_published__open_original_warning
source: You're leaving this app. `{url}` will open in your browser. FlavorMate isn't responsible for its content.
de: Du verlässt diese App. „{url}“ wird in deinem Browser geöffnet. FlavorMate ist nicht für den Inhalt verantwortlich.

# f_recipe_published__open_original_warning_title
source: Open website?
de: Website öffnen?

# f_recipe_published__title
source: Published on
de: Veröffentlicht am

# f_recipe_ratings__on_error
source: Error while loading ratings.
de: Fehler beim Laden der Bewertungen.

# f_recipe_ratings__rating
source: {value, plural, =1{1 rating} other{{value} ratings}}
de: {value, plural, =1{1 Bewertung} other{{value} Bewertungen}}

# f_recipe_ratings__title
source: Ratings
de: Bewertungen

# f_recipe_ratings__your_rating
source: Your rating
de: Deine Bewertung

# f_search_loading__title
source: Searching...
de: Suche …

# f_search_no_result__title
source: No results
de: Keine Ergebnisse

# f_search_term_too_short__title
source: Search term too short
de: Suchbegriff zu kurz

# home_account_dialog__licenses
source: Licenses
de: Lizenzen

# home_account_dialog__my_profile
source: My profile
de: Mein Profil

# home_account_dialog__my_profile_hint
source: Open your books, recipes, and stories.
de: Öffnet deine Bücher, Rezepte und Storys.

# home_account_dialog__on_error
source: Error while loading the account.
de: Fehler beim Laden des Kontos.

# home_account_dialog_account_section__change_avatar_failure
source: Failed to update avatar.
de: Profilbild konnte nicht aktualisiert werden.

# home_account_dialog_account_section__change_avatar_success
source: Avatar updated successfully.
de: Profilbild erfolgreich aktualisiert.

# home_account_dialog_account_section__headline
source: Hello {val}!
de: Hallo {val}!

# home_account_dialog_account_section__manage_account
source: Manage your FlavorMate account
de: Dein FlavorMate-Konto verwalten

# home_account_dialog_avatar_dialog__change
source: Change avatar
de: Profilbild ändern

# home_account_dialog_avatar_dialog__delete
source: Delete avatar
de: Profilbild löschen

# home_account_dialog_avatar_dialog__title
source: Manage avatar
de: Profilbild verwalten

# home_account_dialog_info_section__on_error
source: Error while loading data.
de: Fehler beim Laden der Daten.

# home_account_dialog_settings_section__logout_hint
source: Logs you out and deletes local data.
de: Meldet dich ab und löscht lokale Daten.

# home_account_dialog_settings_section__title
source: FlavorMate settings
de: FlavorMate-Einstellungen

# home_account_dialog_settings_section__title_hint
source: App icon, image mode, theme
de: App-Icon, Bildmodus, Design

# home_highlights_carousel__on_error
source: Error while loading the recipe of the day.
de: Fehler beim Laden des Tagesrezepts.

# home_highlights_carousel__title
source: Recipe of the day
de: Tagesrezept

# home_highlights_page__on_empty
source: There aren't any recipes yet.
de: Es gibt noch keine Rezepte.

# home_highlights_page__on_error
source: Error while loading the recipes of the day.
de: Fehler beim Laden des Tagesrezepts.

# home_highlights_page__title
source: Recipe of the day
de: Tagesrezept

# home_latest_page__on_empty
source: There aren't any recipes yet.
de: Es gibt noch keine Rezepte.

# home_latest_page__on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# home_latest_page__title
source: Latest recipes
de: Neueste Rezepte

# home_latest_recipe_carousel__on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# home_latest_recipe_carousel__title
source: Latest recipes
de: Neueste Rezepte

# home_quick_actions__all_recipes
source: All recipes
de: Alle Rezepte

# home_quick_actions__baking
source: What should I bake?
de: Was soll ich backen?

# home_quick_actions__cooking
source: What should I cook?
de: Was soll ich kochen?

# home_quick_actions__no_recipe_available
source: No recipe available
de: Kein Rezept verfügbar

# home_quick_actions__random
source: Random recipe
de: Zufallsrezept

# home_search_bar__search_authors
source: Search for authors
de: Nach Autoren suchen

# home_search_bar__search_books
source: Search for books
de: Nach Büchern suchen

# home_search_bar__search_categories
source: Search for categories
de: Nach Kategorien suchen

# home_search_bar__search_hint
source: Search...
de: Suchen …

# home_search_bar__search_on_error
source: Error while loading search results.
de: Fehler beim Laden der Suchergebnisse.

# home_search_bar__search_recipes
source: Search for recipes
de: Nach Rezepten suchen

# home_search_bar__search_tags
source: Search for tags
de: Nach Tags suchen

# home_stories_carousel__on_error
source: Error while loading stories.
de: Fehler beim Laden der Storys.

# home_stories_carousel__title
source: Stories
de: Storys

# home_stories_page__on_empty
source: There aren't any stories yet.
de: Es gibt noch keine Storys.

# home_stories_page__on_error
source: Error while loading stories.
de: Fehler beim Laden der Storys.

# home_stories_page__title
source: Stories
de: Storys

# library_item_info_header__private
source: Private
de: Privat

# library_item_info_header__public
source: Public
de: Öffentlich

# library_item_info_header__subscribers
source: {count} subscribers
de: {count} Abonnenten

# library_item_page__delete_book
source: Delete this book?
de: Möchtest du dieses Buch löschen?

# library_item_page__delete_book_failure
source: The book couldn't be deleted.
de: Das Buch konnte nicht gelöscht werden.

# library_item_page__delete_book_success
source: Book deleted successfully.
de: Buch erfolgreich gelöscht.

# library_item_page__edit_book_failure
source: The book couldn't be updated.
de: Das Buch konnte nicht aktualisiert werden.

# library_item_page__edit_book_success
source: Book updated successfully.
de: Buch erfolgreich aktualisiert.

# library_item_page__follow
source: Follow
de: Folgen

# library_item_page__on_error
source: Error while loading the book.
de: Fehler beim Laden des Buchs.

# library_item_page__recipes_on_empty
source: This book doesn't contain any recipes.
de: Dieses Buch enthält noch keine Rezepte.

# library_item_page__recipes_on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# library_item_page__share
source: Share
de: Veröffentlichen

# library_item_page__unfollow
source: Unfollow
de: Entfolgen

# library_item_page__unshare
source: Unshare
de: Verbergen

# library_page__book_private
source: Private
de: Privat

# library_page__book_public
source: Public
de: Öffentlich

# library_page__on_empty
source: You haven't created any books yet.
de: Du hast noch keine Bücher erstellt.

# library_page__on_error
source: Error while loading books.
de: Fehler beim Laden der Bücher.

# login_compatibility_admonition__major
source: This app is not compatible with the server.\ Please update the server.
de: Diese App ist nicht mit dem Server kompatibel.\ Bitte aktualisiere den Server.

# login_compatibility_admonition__minor
source: This app may not be compatible with the server.\ Please update the server.
de: Diese App ist möglicherweise nicht vollständig mit dem Server kompatibel.\ Bitte aktualisiere den Server.

# login_oidc_link_dialog__hint_2
source: Please log in with your FlavorMate account to link it to {label}.
de: Bitte melde dich mit deinem FlavorMate-Konto an, um es mit {label} zu verknüpfen.

# login_oidc_link_dialog__on_error
source: Your account couldn't be linked.
de: Dein Konto konnte nicht verknüpft werden.

# login_oidc_link_dialog__on_success
source: Your account was linked successfully.
de: Dein Konto wurde erfolgreich verknüpft.

# login_oidc_link_dialog__token_expired
source: Your session has expired. Please log in again.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.

# login_page__change_server
source: Change server
de: Server wechseln

# login_page__on_error
source: Login couldn't be loaded.
de: Login konnte nicht geladen werden.

# login_page__register_btn
source: Sign up
de: Registrieren

# login_page__register_hint
source: No account?
de: Kein Konto?

# login_password_text_field__label
source: Password
de: Passwort

# login_username_text_field__label
source: Username
de: Benutzername

# main_layout__home
source: Home
de: Start

# main_layout__library
source: Library
de: Bibliothek

# main_layout__more
source: More
de: Mehr

# main_layout__settings
source: Settings
de: Einstellungen

# more_page__admin_account_management
source: Account management
de: Kontoverwaltung

# more_page__admin_account_management_hint
source: Manage this app's users
de: Verwalte die Benutzer dieser App

# more_page__categories
source: Categories
de: Kategorien

# more_page__categories_hint
source: Show all recipes grouped by category
de: Zeige alle Rezepte nach Kategorien

# more_page__editors
source: Editors
de: Editoren

# more_page__recipe_editor
source: Recipe editor
de: Rezepteditor

# more_page__recipe_editor_hint
source: Create, import, and update recipes
de: Rezepte erstellen, importieren und aktualisieren

# more_page__recipes
source: Recipes
de: Rezepte

# more_page__story_editor_hint
source: Create and update stories
de: Storys erstellen und aktualisieren

# more_page__tags_hint
source: Show all recipes grouped by tag
de: Zeige alle Rezepte nach Tags

# no_connection_page__hint_1
source: No connection to the server.
de: Keine Verbindung zum Server.

# no_connection_page__hint_2
source: Please try again later or switch the server.
de: Bitte versuche es später erneut oder wechsle den Server.

# nutrition__carbohydrates
source: Carbohydrates
de: Kohlenhydrate

# nutrition__fats
source: Fats
de: Fette

# nutrition__fats_saturated
source: Saturated fats
de: Gesättigte Fettsäuren

# nutrition__fibers
source: Fibers
de: Ballaststoffe

# nutrition__proteins
source: Proteins
de: Proteine

# nutrition__salt
source: Salt
de: Salz

# nutrition__sodium
source: Sodium
de: Natrium

# nutrition__sugars
source: Sugars
de: Zucker

# order_by__created_on
source: Created on
de: Erstellt am

# order_by__display_name
source: Display name
de: Anzeigename

# order_by__username
source: Username
de: Benutzername

# order_by__visible
source: Visibility
de: Sichtbarkeit

# order_direction__ascending
source: Ascending
de: Aufsteigend

# order_direction__descending
source: Descending
de: Absteigend

# p_app_links__foreign_server
source: Foreign servers are not supported yet
de: Fremde Server werden noch nicht unterstützt

# p_app_links__invalid_request
source: The request is invalid
de: Die Anfrage ist ungültig

# recipe_editor_fab__create_recipe
source: Create recipe
de: Rezept erstellen

# recipe_editor_fab__import_recipe
source: Import recipe
de: Rezept importieren

# recipe_editor_item_categories_page__on_error
source: Error while loading categories.
de: Fehler beim Laden der Kategorien.

# recipe_editor_item_categories_page__title
source: Categories
de: Kategorien

# recipe_editor_item_common_page__description
source: Description
de: Beschreibung

# recipe_editor_item_common_page__title
source: Common information
de: Allgemeine Angaben

# recipe_editor_item_course_picker__title
source: Course
de: Rezeptart

# recipe_editor_item_diet_picker__title
source: Dietary preference
de: Ernährungsweise

# recipe_editor_item_durations_page__cook_time
source: Cook time
de: Kochzeit

# recipe_editor_item_durations_page__prep_time
source: Preparation time
de: Vorbereitungszeit

# recipe_editor_item_durations_page__rest_time
source: Rest time
de: Ruhezeit

# recipe_editor_item_durations_page__title
source: Durations
de: Zeitangaben

# recipe_editor_item_durations_page_duration_picker__title
source: Duration
de: Zeitangabe

# recipe_editor_item_files_page__delete
source: Delete file?
de: Datei löschen?

# recipe_editor_item_files_page__file_add_on_error
source: Error while uploading the image.
de: Fehler beim Hochladen des Bildes.

# recipe_editor_item_files_page__file_add_on_success
source: Image uploaded successfully.
de: Bild erfolgreich hochgeladen.

# recipe_editor_item_files_page__file_add_too_large
source: The image is too large (max. 10 Mb)
de: Das Bild ist zu groß (max. 10 Mb)

# recipe_editor_item_files_page__file_delete_on_error
source: Error while deleting the image.
de: Fehler beim Löschen des Bildes.

# recipe_editor_item_files_page__file_delete_on_success
source: Image deleted successfully.
de: Bild erfolgreich gelöscht.

# recipe_editor_item_files_page__on_empty
source: There isn't any media yet.
de: Es sind noch keine Medien vorhanden.

# recipe_editor_item_files_page__on_error
source: Error while loading media.
de: Fehler beim Laden der Medien.

# recipe_editor_item_files_page__title
source: Media
de: Medien

# recipe_editor_item_ingredient_groups_item_ingredient_page__amount
source: Amount
de: Menge

# recipe_editor_item_ingredient_groups_item_ingredient_page__delete
source: Delete ingredient?
de: Zutat löschen?

# recipe_editor_item_ingredient_groups_item_ingredient_page__label
source: Ingredient
de: Zutat

# recipe_editor_item_ingredient_groups_item_ingredient_page__nutrition
source: Add nutrition
de: Nährwerte hinzufügen

# recipe_editor_item_ingredient_groups_item_ingredient_page__old_unit
source: Unit (old)
de: Einheit (alt)

# recipe_editor_item_ingredient_groups_item_ingredient_page__title
source: Ingredient
de: Zutat

source: Please enter all nutrition values for "{input}".
de: Bitte gib alle Nährwerte für „{input}“ an.

source: Custom
de: Manuell
