Repository: FlavorMate/flavormate-app
Catalog: assets/l10n/app_*.arb
Languages: de

source: Note: You can't edit the data manually until you delete the product EAN on the OpenFoodFacts tab.
de: Hinweis: Du kannst die Daten erst manuell bearbeiten, nachdem du den Produkt-EAN auf dem OpenFoodFacts-Tab entfernt hast.

source: OpenFoodFacts isn't enabled on this server.
de: OpenFoodFacts ist auf diesem Server nicht aktiviert.

source: Product EAN
de: Produkt-EAN

source: OpenFoodFacts is a free database containing information about products.
de: OpenFoodFacts ist eine freie Datenbank mit Produktinformationen.

source: You can use it to fetch nutrition information for an ingredient.
de: Damit kannst du Nährwertinformationen für eine Zutat abrufen.

source: To get started, enter the EAN or scan the product's barcode.
de: Gib zum Start die EAN ein oder scanne den Barcode des Produkts.

source: Note: All data is fetched once the recipe is created.
de: Hinweis: Alle Daten werden abgerufen, sobald das Rezept erstellt wurde.

source: Open OpenFoodFacts
de: OpenFoodFacts öffnen

source: You can only use OpenFoodFacts if the unit is convertible to grams and the amount is greater than 0.
de: OpenFoodFacts kann nur genutzt werden, wenn die Einheit in Gramm umrechenbar ist und die Menge größer als 0 ist.

source: Nutrition
de: Nährwerte

# recipe_editor_item_ingredient_groups_item_ingredient_page_unit_picker__on_error
source: Error while loading units.
de: Fehler beim Laden der Einheiten.

# recipe_editor_item_ingredient_groups_item_ingredient_page_unit_picker__title
source: Unit
de: Einheit

# recipe_editor_item_ingredient_groups_item_page__add_ingredient
source: Add ingredient
de: Zutat hinzufügen

# recipe_editor_item_ingredient_groups_item_page__delete
source: Delete ingredient?
de: Zutat löschen?

# recipe_editor_item_ingredient_groups_item_page__label
source: Group name
de: Gruppenname

# recipe_editor_item_ingredient_groups_item_page__title
source: Ingredients
de: Zutaten

# recipe_editor_item_ingredient_groups_page__create
source: Create group
de: Gruppe erstellen

# recipe_editor_item_ingredient_groups_page__delete
source: Delete group?
de: Gruppe löschen?

# recipe_editor_item_ingredient_groups_page__group
source: Group {count}
de: {count}. Gruppe

# recipe_editor_item_ingredient_groups_page__on_empty
source: There aren't any ingredient groups yet.
de: Es gibt noch keine Zutatengruppen.

# recipe_editor_item_ingredient_groups_page__title
source: Ingredient groups
de: Zutatengruppen

# recipe_editor_item_instruction_groups_item_instruction_page__delete
source: Delete instruction?
de: Schritt löschen?

# recipe_editor_item_instruction_groups_item_instruction_page__label
source: Instruction
de: Schritt

# recipe_editor_item_instruction_groups_item_instruction_page__title
source: Instruction
de: Schritt

# recipe_editor_item_instruction_groups_item_page__add_instruction
source: Add instruction
de: Schritt hinzufügen

# recipe_editor_item_instruction_groups_item_page__create_group
source: Create group
de: Gruppe erstellen

# recipe_editor_item_instruction_groups_item_page__delete
source: Delete group?
de: Gruppe löschen?

# recipe_editor_item_instruction_groups_item_page__title
source: Instruction group
de: Schrittgruppe

# recipe_editor_item_instruction_groups_page__create_group
source: Create group
de: Gruppe erstellen

# recipe_editor_item_instruction_groups_page__label
source: Group {count}
de: {count}. Gruppe

# recipe_editor_item_instruction_groups_page__on_empty
source: There aren't any instruction groups yet.
de: Es gibt noch keine Schrittgruppen.

# recipe_editor_item_instruction_groups_page__title
source: Instruction groups
de: Schrittgruppen

# recipe_editor_item_origin_page__hint_1
source: If this recipe comes from a website, enter the address (URL) below to display a reference.
de: Wenn dieses Rezept von einer Website stammt, gib die Adresse (URL) unten ein, um eine Quelle anzuzeigen.

# recipe_editor_item_origin_page__title
source: Recipe origin
de: Rezeptquelle

# recipe_editor_item_page__categories
source: Categories
de: Kategorien

# recipe_editor_item_page__categories_hint
source: Categorize recipe
de: Rezept kategorisieren

# recipe_editor_item_page__common
source: Common information
de: Allgemeine Angaben

# recipe_editor_item_page__common_hint
source: Title, description
de: Titel, Beschreibung

# recipe_editor_item_page__course
source: Course
de: Rezeptart

# recipe_editor_item_page__diet
source: Dietary preference
de: Ernährungsweise

# recipe_editor_item_page__diet_hint
source: Meat, fish, vegetarian, vegan
de: Fleisch, Fisch, vegetarisch, vegan

# recipe_editor_item_page__durations
source: Durations
de: Zeitangaben

# recipe_editor_item_page__durations_hint
source: Prep, cook, rest time
de: Vorbereitungs-, Koch- und Ruhezeit

# recipe_editor_item_page__ingredient_groups
source: Ingredient groups
de: Zutatengruppen

# recipe_editor_item_page__ingredient_groups_hint
source: Ingredients, nutrition
de: Zutaten, Nährwerte

# recipe_editor_item_page__instruction_groups
source: Instruction groups
de: Schrittgruppen

# recipe_editor_item_page__instruction_groups_hint
source: Steps and hints
de: Schritte und Hinweise

# recipe_editor_item_page__media
source: Media
de: Medien

# recipe_editor_item_page__media_hint
source: Photos and gallery
de: Fotos und Galerie

# recipe_editor_item_page__not_complete
source: The draft needs more information.
de: Der Entwurf benötigt noch weitere Angaben.

# recipe_editor_item_page__on_error
source: Error while loading the draft.
de: Fehler beim Laden des Entwurfs.

# recipe_editor_item_page__origin
source: Recipe origin
de: Rezeptquelle

# recipe_editor_item_page__origin_hint
source: Origin or website
de: Quelle oder Website

# recipe_editor_item_page__serving
source: Serving
de: Portion

# recipe_editor_item_page__serving_hint
source: Amount, serving
de: Menge, Portion

# recipe_editor_item_page__tags_hint
source: Add keywords
de: Schlüsselwörter hinzufügen

# recipe_editor_item_page__title
source: Recipe editor
de: Rezepteditor

# recipe_editor_item_preview_files_page__on_empty
source: There isn't any media yet.
de: Es sind noch keine Medien vorhanden.

# recipe_editor_item_preview_files_page__on_error
source: Error while loading media.
de: Fehler beim Laden der Medien.

# recipe_editor_item_preview_files_page__title
source: Media
de: Medien

# recipe_editor_item_preview_page__on_error
source: Error while loading the preview.
de: Fehler beim Laden der Vorschau.

# recipe_editor_item_preview_page__title
source: Preview
de: Vorschau

# recipe_editor_item_preview_page__upload_failure
source: The recipe couldn't be uploaded.
de: Das Rezept konnte nicht hochgeladen werden.

# recipe_editor_item_preview_page__upload_success
source: Recipe uploaded successfully.
de: Rezept erfolgreich hochgeladen.

# recipe_editor_item_serving_page__amount
source: Amount
de: Menge

# recipe_editor_item_serving_page__label
source: Serving
de: Portion

# recipe_editor_item_serving_page__title
source: Serving
de: Portion

# recipe_editor_item_tags__add_tag
source: Add tag
de: Tag hinzufügen

# recipe_editor_item_tags__on_error
source: Error while loading tags.
de: Fehler beim Laden der Tags.

# recipe_editor_page__create_error
source: Error while creating the draft.
de: Fehler beim Erstellen des Entwurfs.

# recipe_editor_page__delete_draft
source: Delete draft?
de: Entwurf löschen?

# recipe_editor_page__delete_error
source: Error while deleting the draft.
de: Fehler beim Löschen des Entwurfs.

# recipe_editor_page__delete_success
source: Draft deleted successfully.
de: Entwurf erfolgreich gelöscht.

# recipe_editor_page__import_failure
source: The recipe couldn't be imported.
de: Das Rezept konnte nicht importiert werden.

# recipe_editor_page__import_success
source: Recipe imported successfully.
de: Rezept erfolgreich importiert.

# recipe_editor_page__on_empty
source: You don't have any drafts yet.
de: Du hast noch keine Entwürfe.

# recipe_editor_page__on_error
source: Error while loading drafts.
de: Fehler beim Laden der Entwürfe.

# recipe_editor_page__table_label
source: Recipe
de: Rezept

# recipe_editor_page__table_new
source: New
de: Neu

# recipe_editor_page__table_state
source: State
de: Status

# recipe_editor_page__table_undefined
source: Unnamed
de: Unbenannt

# recipe_editor_page__table_update
source: Update
de: Aktualisierung

# recipe_editor_page__title
source: Recipe editor
de: Rezepteditor

# recipe_editor_scrape_dialog__hint
source: Recipe URL
de: Rezept-URL

# recipe_editor_scrape_dialog__title
source: Import recipe
de: Rezept importieren

# recipes_item_action_button__delete
source: Delete
de: Löschen

# recipes_item_action_button__edit
source: Edit
de: Bearbeiten

# recipes_item_action_button__transfer
source: Change owner
de: Besitzer wechseln

# recipes_item_change_owner_dialog__on_error
source: Error while loading users.
de: Fehler beim Laden der Benutzer.

# recipes_item_change_owner_dialog__title
source: Change owner
de: Besitzer wechseln

# recipes_item_files_page__titleon_empty
source: There isn't any media yet.
de: Es sind noch keine Medien vorhanden.

# recipes_item_files_page__titleon_error
source: Error while loading media.
de: Fehler beim Laden der Medien.

# recipes_item_files_page__titletitle
source: Media
de: Medien

# recipes_item_page__bring_on_error
source: Bring! couldn't be opened.
de: Bring! konnte nicht geöffnet werden.

# recipes_item_page__create_failure
source: The account couldn't be created.
de: Das Konto konnte nicht erstellt werden.

# recipes_item_page__create_success
source: Account created.
de: Konto erfolgreich erstellt.

# recipes_item_page__delete_failure
source: The recipe couldn't be deleted.
de: Das Rezept konnte nicht gelöscht werden.

# recipes_item_page__delete_success
source: Recipe deleted successfully.
de: Rezept erfolgreich gelöscht.

# recipes_item_page__delete_title
source: Delete this recipe?
de: Möchtest du dieses Rezept löschen?

# recipes_item_page__edit_on_error
source: Error while opening the editor.
de: Fehler beim Öffnen des Editors.

# recipes_item_page__on_error
source: Error while loading the recipe.
de: Fehler beim Laden des Rezepts.

# recipes_item_page__share_text
source: Here's the recipe for "{label}" 🍽️
de: Hier ist das Rezept für „{label}“ 🍽️

# recipes_item_page__transfer_error
source: Error while transferring the recipe.
de: Fehler beim Übertragen des Rezepts.

# recipes_item_page__transfer_success
source: Recipe transferred successfully.
de: Rezept erfolgreich übertragen.

# recipes_item_save_in_book_dialog__on_empty
source: You don't have any books.
de: Du hast noch keine Bücher.

# recipes_item_save_in_book_dialog__on_error
source: Error while loading books.
de: Fehler beim Laden der Bücher.

# recipes_item_save_in_book_dialog__title
source: Add to book
de: Zu Buch hinzufügen

# recipes_page__on_empty
source: There aren't any recipes yet.
de: Es gibt noch keine Rezepte.

# recipes_page__on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# recipes_page__title
source: Recipes
de: Rezepte

# server_outdated_page__hint_1
source: The server is incompatible with this app version.
de: Der Server ist mit dieser App-Version nicht kompatibel.

# server_outdated_page__hint_2
source: Please verify that both the server and the app are up to date.
de: Prüfe, ob sowohl Server als auch App auf dem neuesten Stand sind.

# server_page__create_server
source: Create server
de: Server erstellen

# server_page__recent_servers
source: Recent servers
de: Zuletzt verwendete Server

# settings_account_diet_dialog__title
source: Change dietary preference
de: Ernährungsweise ändern

# settings_account_email_dialog__new_e_mail_1
source: New email
de: Neue E-Mail

# settings_account_email_dialog__new_e_mail_2
source: Repeat new email
de: Neue E-Mail wiederholen

# settings_account_email_dialog__title
source: Change email
de: E-Mail ändern

# settings_account_page__change_diet
source: Change dietary preference
de: Ernährungsweise ändern

# settings_account_page__change_diet_failure
source: Failed to update dietary preference.
de: Ernährungsweise konnte nicht aktualisiert werden.

# settings_account_page__change_diet_hint
source: Meat, fish, vegetarian, vegan
de: Fleisch, Fisch, vegetarisch, vegan

# settings_account_page__change_diet_success
source: Dietary preference updated successfully.
de: Ernährungsweise erfolgreich aktualisiert.

# settings_account_page__change_email
source: Change email
de: E-Mail ändern

# settings_account_page__change_email_failure
source: Failed to update email.
de: E-Mail konnte nicht aktualisiert werden.

# settings_account_page__change_email_hint
source: Change your email address
de: Ändere deine E-Mail-Adresse

# settings_account_page__change_email_success
source: Email updated successfully.
de: E-Mail erfolgreich aktualisiert.

# settings_account_page__change_password
source: Change password
de: Passwort ändern

# settings_account_page__change_password_failure
source: Failed to update password.
de: Passwort konnte nicht aktualisiert werden.

# settings_account_page__change_password_hint
source: Update your password
de: Aktualisiere dein Passwort

# settings_account_page__change_password_success
source: Password updated successfully.
de: Passwort erfolgreich aktualisiert.

# settings_account_page__on_error
source: Error while loading the account.
de: Fehler beim Laden des Kontos.

# settings_account_page__title
source: FlavorMate account
de: FlavorMate-Konto

# settings_account_password_dialog__new_pwd_1
source: New password
de: Neues Passwort

# settings_account_password_dialog__new_pwd_2
source: Repeat new password
de: Neues Passwort wiederholen

# settings_account_password_dialog__old_pwd
source: Current password
de: Aktuelles Passwort

# settings_account_password_dialog__title
source: Change password
de: Passwort ändern

# settings_account_section__change_avatar
source: Manage avatar
de: Profilbild verwalten

# settings_account_section__on_error
source: Error while loading the account.
de: Fehler beim Laden des Kontos.

# settings_app_app_icon_page__hint
source: This feature is only supported on Android, iOS, and macOS.
de: Dieses Feature wird nur von Android, iOS und macOS unterstützt.

# settings_app_app_icon_page__on_error
source: The app icon couldn't be changed.
de: App-Icon konnte nicht geändert werden.

# settings_app_app_icon_page__on_success
source: App icon changed successfully.
de: App-Icon erfolgreich geändert.

# settings_app_image_mode_page__fill_mode
source: Fill mode
de: Ausfüllen

# settings_app_image_mode_page__fit_mode
source: Fit mode
de: Einpassen

# settings_app_image_mode_page__hint_1
source: Choose how images are displayed.
de: Wähle aus, wie Bilder angezeigt werden.

# settings_app_image_mode_page__hint_2
source: The image is scaled to match a target aspect ratio. If the original aspect ratio doesn’t fit, subtle borders may be added to keep as much of the image visible as possible.
de: Das Bild wird auf ein Zielseitenverhältnis skaliert. Wenn das ursprüngliche Seitenverhältnis nicht passt, können dezente Ränder hinzugefügt werden, damit möglichst viel vom Bild sichtbar bleibt.

# settings_app_image_mode_page__hint_3
source: The image preserves its original aspect ratio without borders. This may cause the image to be zoomed or cropped to fill the available space. For example, a tall image may be enlarged so that parts of it are no longer visible.
de: Das Bild behält sein ursprüngliches Seitenverhältnis ohne Ränder bei. Es kann vergrößert oder zugeschnitten werden, um den verfügbaren Platz auszufüllen. Ein hohes Bild kann zum Beispiel so vergrößert werden, dass Teile nicht mehr sichtbar sind.

# settings_app_image_mode_page__title
source: Image mode
de: Bildmodus

# settings_app_page__app_icon_title_hint
source: Change the app icon appearance
de: Aussehen des App-Icons ändern

# settings_app_page__image_mode_title
source: Image mode
de: Bildmodus

# settings_app_page__image_mode_title_hint
source: Choose how images are displayed
de: Wähle aus, wie Bilder angezeigt werden

# settings_app_page__theme_title
source: Change theme
de: Design ändern

# settings_app_page__theme_title_hint
source: Customize the app colors
de: App-Farben anpassen

# settings_app_page__title
source: FlavorMate settings
de: FlavorMate-Einstellungen

# settings_app_theme_page__color_mode
source: Color mode
de: Farbmodus

# settings_app_theme_page__default_colors
source: Default colors
de: Standardfarben

# settings_app_theme_page__event_colors
source: Event colors
de: Ereignisfarben

# settings_app_theme_page__example
source: Example
de: Beispiel

# settings_app_theme_page__mode_custom
source: Custom
de: Individuell

# settings_app_theme_page__mode_custom_hint
source: Choose your favorite color
de: Wähle deine Lieblingsfarbe

# settings_app_theme_page__mode_default_hint
source: The default FlavorMate color
de: Die Standardfarbe von FlavorMate

# settings_app_theme_page__mode_system_hint
source: Use your system color
de: Systemfarbe verwenden

# settings_app_theme_page__special_colors
source: Special colors
de: Spezialfarben

# settings_app_theme_page__title
source: Theme
de: Design

# settings_app_theme_section_example__app_bar
source: Favorites
de: Favoriten

# settings_app_theme_section_example__recipe_name
source: Soy ramen
de: Soja-Ramen

# settings_app_theme_section_example__title
source: Example
de: Beispiel

# settings_changelog_page__on_error
source: Error while loading the changelog.
de: Fehler beim Laden des Changelogs.

# settings_changelog_page__title
source: What's new?
de: Was ist neu?

# settings_misc_section__changelog
source: What's new?
de: Was ist neu?

# settings_misc_section__title
source: Miscellaneous
de: Sonstiges

# settings_page__on_error
source: Error while loading the account.
de: Fehler beim Laden des Kontos.

# splash_page__hint_1
source: Problems connecting to the server?
de: Probleme mit der Verbindung?

# splash_page__loading
source: Loading...
de: Lädt …

# splash_page__on_error
source: The server is currently unavailable. Please try again later.
de: Der Server ist derzeit nicht erreichbar. Bitte versuche es später erneut.

# stories_item_action_button__delete
source: Delete
de: Löschen

# stories_item_action_button__edit
source: Edit
de: Bearbeiten

# stories_item_page__delete
source: Delete story?
de: Story löschen?

# stories_item_page__delete_failure
source: The story couldn't be deleted.
de: Die Story konnte nicht gelöscht werden.

# stories_item_page__delete_success
source: Story deleted successfully.
de: Story erfolgreich gelöscht.

# stories_item_page__edit_on_error
source: The story couldn't be edited.
de: Die Story kann nicht bearbeitet werden.

# stories_item_page__on_error
source: Error while loading the story.
de: Fehler beim Laden der Story.

# stories_item_page__open_recipe
source: Open recipe
de: Rezept öffnen

# story_editor_item_page__content
source: Content
de: Inhalt

# story_editor_item_page__fab_on_error
source: Error while loading the draft.
de: Fehler beim Laden des Entwurfs.

# story_editor_item_page__not_complete
source: The draft needs more information.
de: Der Entwurf benötigt noch weitere Angaben.

# story_editor_item_page__recipe_on_error
source: Error while loading the recipe.
de: Fehler beim Laden des Rezepts.

# story_editor_item_preview_page__account_on_error
source: Error while loading the account.
de: Fehler beim Laden des Kontos.

# story_editor_item_preview_page__on_error
source: Error while loading the draft.
de: Fehler beim Laden des Entwurfs.

# story_editor_item_preview_page__upload_failure
source: Error while creating the story.
de: Fehler beim Erstellen der Story.

# story_editor_item_preview_page__upload_success
source: Story uploaded successfully.
de: Story erfolgreich hochgeladen.

# story_editor_item_recipe_search__on_error
source: Error while loading results.
de: Fehler beim Laden der Ergebnisse.

# story_editor_item_recipe_search__search_hint
source: Search...
de: Suchen …

# story_editor_item_recipe_search__search_recipes
source: Search for recipes
de: Nach Rezepten suchen

# story_editor_page__create_error
source: Error while creating the draft.
de: Fehler beim Erstellen des Entwurfs.

# story_editor_page__delete_draft
source: Delete draft?
de: Entwurf löschen?

# story_editor_page__on_empty
source: You don't have any drafts yet.
de: Du hast noch keine Entwürfe.

# story_editor_page__on_error
source: Error while loading drafts.
de: Fehler beim Laden der Entwürfe.

# story_editor_page__table_new
source: New
de: Neu

# story_editor_page__table_state
source: State
de: Status

# story_editor_page__table_undefined
source: Unnamed
de: Unbenannt

# story_editor_page__table_update
source: Update
de: Aktualisieren

# suggestion_page__on_empty
source: Error while loading suggestions.
de: Fehler beim Laden der Vorschläge.

# suggestion_page__title
source: Suggestions
de: Vorschläge

# suggestion_page__title_bakery
source: Baking recipes
de: Backrezepte

# suggestion_page__title_cooking
source: Cooking recipes
de: Kochrezepte

# tags_item_page__on_error
source: Error while loading the tag.
de: Fehler beim Laden des Tags.

# tags_item_page__recipe_on_empty
source: There aren't any recipes with this tag yet.
de: Es gibt noch keine Rezepte mit diesem Tag.

# tags_item_page__recipe_on_error
source: Error while loading recipes.
de: Fehler beim Laden der Rezepte.

# tags_page__on_empty
source: There aren't any tags yet.
de: Es gibt noch keine Tags.

# tags_page__on_error
source: Error while loading tags.
de: Fehler beim Laden der Tags.

# tags_page__recipe_counter
source: {count} recipes
de: {count} Rezepte

# time__days_long
source: Days
de: Tage

# time__days_short
source: d
de: T

# time__hours_long
source: Hours
de: Stunden

# time__hours_short
source: h
de: Std

# time__minutes_long
source: Minutes
de: Minuten

# time__seconds_long
source: Seconds
de: Sekunden

# validator__is_email
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.

# validator__is_empty
source: Please enter something.
de: Bitte gib etwas ein.

# validator__is_equal
source: The inputs don't match.
de: Die Eingaben stimmen nicht überein.

# validator__is_http_url
source: Please enter a valid address.
de: Bitte gib eine gültige Adresse ein.

# validator__is_number
source: Please enter a number.
de: Bitte gib eine Zahl ein.

# validator__is_secure
source: At least one uppercase and lowercase letter, one special character, and one number.
de: Mindestens ein Groß- und Kleinbuchstabe, ein Sonderzeichen und eine Zahl.
